/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Federation Provider jelkód";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Adja meg a szükséges adatokat a Federation Providernek a tanúsítvány betöltéséhez/tárolásához.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Kész";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Mégse";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Federation tanúsítvány";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "Már van elmentve azonosító az összevonásban. Nyomja meg az \"OK\"-t, ha ezt szeretné használni, vagy a \"Mégse\" gombot, ha újat szeretne beállítani.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Mégse";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "Rendben";

